package com.heinnovator.koenawin.data

@Suppress("SpellCheckingInspection")
object Constants {
    const val item1 = "အရဟံ"
    const val item2 = "သမ္မာသမ္ဗုဒ္ဓေါ"
    const val item3 = "ဝိဇ္ဇာစရဏသမ္ပန္နော"
    const val item4 = "သုဂတော"
    const val item5 = "လောကဝိဒူ"
    const val item6 = "အနုတ္တရောပုရိသဒမ္မသာရထိ"
    const val item7 = "သတ္ထာဒေဝမနုဿာနံ"
    const val item8 = "ဗုဒ္ဓေါ"
    const val item9 = "ဘဂဝါ"

    const val item1Desc = "ကိလေသာကင်းစင်၍ အမြတ်ဆုံး ပုဂ္ဂိုလ်ဖြစ်ခြင်း၊ လူ၊ နတ်၊ ဗြဟ္မာတို့၏ ပူဇော်အထူးကို ခံယူထိုက်တော်မူထိုက်သော မြတ်စွာဘုရား။ စိတ်ကွယ်ရာအရပ်၌ပင် မကောင်းမှုကို ပြုလုပ်တော်မမူသော မြတ်စွာဘုရား။"
    const val item2Desc = "တရားအလုံးစုံကို သဗ္ဗညုတဉာဏ်ဖြင့် အလိုလိုသိခြင်း၊ ဉာဏ်ပညာအကြီးဆုံးပုဂ္ဂိုလ်ဖြစ်တော်မူသော မြတ်စွာဘုရား။"
    const val item3Desc = "ဝိဇ္ဇာဉာဏ် ၃-ပါး(၈ပါး)၊ စရဏ အကျင့် ၁၅ ပါးတို့နှင့် ပြည့်စုံတော်မူခြင်း၊ အကြီးဆုံး ဝိဇ္ဇာနှင့် အကောင်းဆုံး အကျင့်ရှိသူဖြစ်တော်မူသော မြတ်စွာဘုရား။"
    const val item4Desc = "အကျိုးရှိသော ဟုတ်မှန်သောစကားကိုသာ ကောင်းစွာဆိုတတ်သောမြတ်စွာဘုရား။"
    const val item5Desc = "သတ္တလောက၊ သင်္ခါရလောက၊ ဩကာသလောက တည်းဟူသော လောကသုံးပါးကို အကုန်အစင်သိမြင်တော်မူသော မြတ်စွာဘုရား။"
    const val item6Desc = "မယဉ်ကျေးသော ဆုံးမထိုက်သူတို့ကိုယဉ်ကျေးသိမ်မွေ့အောင် ဆုံးမရာ၌ အသာလွန်ဆုံးဖြစ်တော်မူသောမြတ်စွာဘုရား။"
    const val item7Desc = "လူ၊ နတ်၊ ဗြဟ္မာ သတ္တဝါအားလုံးတို့၏ ဆရာတစ်ဆူ ဖြစ်တော်မူသော မြတ်စွာဘုရား။"
    const val item8Desc = "သစ္စာလေးပါးကို ကိုယ်ပိုင်ဉာဏ်ဖြင့် သိတော်မူပြီးတစ်ပါးသူ တို့အားလည်း ဟောကြားညွှန်ပြနိုင်သောမြတ်စွာဘုရား။"
    const val item9Desc = "ဘုန်းတော် ၆-ပါးနှင့် ပြည့်စုံတော်မူခြင်း၊ ဘုန်းတန်ခိုးအကြီးဆုံးပုဂ္ဂိုလ်ဖြစ်သော မြတ်စွာဘုရား။"

    const val benefits1 = "ငွေကြေးအပေးအယူကိစ္စ၊ ခရီးနဲ့ပတ်သက်သည့်ကိစ္စ၊ ပညာရေးနဲ့ပတ်သက်သည့်ကိစ္စ၊ မိမိ၏အသိဉာဏ်များပွင့်လင်းခြင်း၊ ဆုံးဖြတ်ချက်ခိုင်မာသွားခြင်းများ မုချကြုံရမည်။"
    const val benefits2 = "ရာထူးနဲ့ပတ်သက်သည့်ကိစ္စ၊ စီးပွားတိုးတက်ခြင်းကိစ္စ၊ မြေ၊ သစ်ပင်၊ သစ်တော၊ ကလေးမွေးဖွားခြင်း၊ အလှအပ၊ လက်ဝတ်ရတနာ၊ ခက်ခဲကြန့်ကြာမှုများ အတိုက်အခံဖြစ်မှုများနှင့် ပက်သတ်သည့်ကိစ္စများ မုချအောင်မြင်သွားမည်။"
    const val benefits3 = "အမှုအခင်း၊ အချုပ်အနှောင်၊ အထက်လူကြီးနှင့်ပတ်သက်၍ ကိုယ်စိတ်ဆင်းရဲခြင်းမှ လွတ်မြောက်တားဆီးနိုင်ခြင်း။"
    const val benefits4 = "ကြွယ်ဝချမ်းသာခြင်း၊ အမှန်အကန်ဖြစ်စေလိုခြင်း၊ မိတ်ဆွေတိုးပွားခြင်း၊ ညီညွတ်စေလိုခြင်းကိစ္စများ၊ မုချအောင်မြင်မည်။"
    const val benefits5 = "အချစ်ရေးကိစ္စ၊ စေ့စပ်ကြောင်းလမ်းမင်္ဂလာကိစ္စ၊ မြတ်နိုးစေချင်သောကိစ္စ၊ လင်ကွဲမယားကွဲကိစ္စ၊ ဖောက်ပြန်ခြင်းကိစ္စ၊ ဒုက္ခဖြစ်နေခြင်းမှကျော်လွှားနိုင်ခြင်း။"
    const val benefits6 = "အတိုက်အခံကိစ္စ၊ ယာဥ်ရထားကိစ္စ၊ စိန်ခေါ်ယှဥ်ပြိုင်ခြင်းကိစ္စ၊ ပင်လယ်ရပ်ခြားကိစ္စများ ခက်ခဲနေပါက မုချအောင်မြင်ခြင်း။"
    const val benefits7 = "မိန်းမအနှောင့်အယှက်ကိစ္စ၊ မိမိကိုယ်ကို ယုံကြည်စေလိုခြင်းကိစ္စ၊ မြဲမြံခိုင်မာစေလိုသောကိစ္စ၊ အာမခံကိစ္စ အောင်မြင်သွားပါလိမ့်မည်။"
    const val benefits8 = "အားသွန်ခွန်စိုက်လုပ်ရမည့်ကိစ္စများ အလွယ်တကူပြီးဆုံးခြင်း အလှူအတန်း၊ ဘုရားဖူး၊ အဓိဋ္ဌာန်ကျင့်စဥ်နှင့် ပတ်သက်ခြင်းကိစ္စ၊ မကောင်းသောအတတ်နှင့်ပြုစားခြင်းများပပျောက်စေခြင်း။"
    const val benefits9 = "အလိမ်ခံရခြင်း၊ လိမ်လည်သူဟုစွပ်စွဲခံရခြင်း၊ အသစ်ဖြစ်စေလိုခြင်း၊ နာမည်ကြီးခြင်း၊ လူသိများခြင်းကိစ္စများ မုချအောင်မြင်သွားပါလိမ့်မည်။"
}